{
  "language": "Sprache",
  "title": "PhotoIDCreator",
  "sub_title": "Passfotos für kleines Geld",
  "id_tab": "Personalausweis / Führerschein",
  "custom_tab": "Benutzerdefiniert",
  "id_link": "Foto-Anforderungen",
  "format": "Papierformat",
  "format_info": "Wählen Sie das Papierformat für den Fotodruck",
  "close": "Schließen",
  "foto_selection": "Foto auswählen",
  "foto_size": "Fotogröße",
  "color_choice": "Hintergrundfarbe",
  "aspect_tooltip": "Breite / Höhe [mm]",
  "crop_photo": "Foto zuschneiden",
  "add_with_bg": "Zuschneiden",
  "crop_and_remove": "Zuschneiden & Hintergrund ändern",
  "removing_bg": "Verarbeitung...",
  "remove_bg": "Hintergrund entfernen",
  "add_to_sheet": "Speichern",
  "zoom": "Vergrößern",
  "sheet_header": "Fotos auf dem Blatt",
  "duplicate_photo": "Foto duplizieren",
  "clear_sheet": "Blatt leeren",
  "download_sheet": "Blatt herunterladen",
  "sheetThumbnail": "Blattvorschau",
  "foto_upload_info": "Für beste Ergebnisse verwenden Sie ein Foto vor einheitlichem Hintergrund. Vermeiden Sie Fotos mit Schatten, Spiegelungen oder anderen Objekten im Hintergrund. Wenn das zugeschnittene Foto die Anforderungen nicht erfüllt, versuchen Sie es mit einem anderen Foto erneut.",

  "donateHeader": "Kaffee für mich",
  "donateTitle": "Unterstütze die Entwicklung",
  "donateDescription": "Ihre Spende hilft, die Serverkosten zu decken und unterstützt die Weiterentwicklung der Anwendung. Vielen Dank für Ihre Unterstützung!",
  "cancel": "Abbrechen",
  "donate": "Ich spende",

  "privacyPolicy_title": "Datenschutz",
  "privacyPolicy_content_header": "Ihre Privatsphäre ist uns wichtig. Wir möchten erklären, wie wir die hochgeladenen Fotos in unserer Anwendung verarbeiten:",
  "privacyPolicy_content": [
    "Alle Vorgänge im Browser speichern keine Fotos oder personenbezogene Daten.",
    "Hochgeladene Fotos werden ausschließlich zur Hintergrundentfernung mit dem Tool Rembg verarbeitet.",
    "Fotos werden nicht gespeichert oder an Dritte weitergegeben.",
    "Wir verkaufen oder teilen keine Fotos oder personenbezogenen Daten mit externen Stellen.",
    "Fotos werden nur vorübergehend verarbeitet und nach Abschluss der Hintergrundentfernung sofort gelöscht.",
    "Kontakt: barteksdepot@gmail.com"
  ],

  "idRequirements": {
    "title": "Anforderungen an Ausweis- / Passfotos",
    "header": "Damit Ihr Foto bei der Beantragung eines Personalausweises oder Reisepasses akzeptiert wird, muss es die folgenden Anforderungen erfüllen:",
    "list": [
      { "primary": "Aktualität des Fotos", "secondary": "Das Foto darf nicht älter als 6 Monate vor der Antragstellung sein." },
      { "primary": "Fotoabmessungen", "secondary": "35 mm (Breite) × 45 mm (Höhe)." },
      { "primary": "Hintergrund", "secondary": "Einheitlicher, heller Hintergrund (z. B. weiß oder hellblau), ohne Schatten oder dekorative Elemente." },
      { "primary": "Beleuchtung", "secondary": "Gleichmäßige Beleuchtung, keine Schatten im Gesicht." },
      { "primary": "Körperhaltung", "secondary": "Blick geradeaus, offene Augen, geschlossener Mund, natürlicher Gesichtsausdruck." },
      { "primary": "Gesichtssichtbarkeit", "secondary": "Das Gesicht sollte 70–80 % des Fotos einnehmen, einschließlich des gesamten Kopfes und der oberen Schultern." },
      { "primary": "Kopfbedeckung", "secondary": "Keine Kopfbedeckung, außer aus religiösen Gründen. In diesem Fall muss das gesamte Gesicht sichtbar sein." },
      { "primary": "Brille", "secondary": "Korrekturbrillen sind erlaubt, solange die Augen deutlich sichtbar sind, die Rahmen die Augenbrauen nicht verdecken und keine Spiegelungen auftreten." },
      { "primary": "Kontaktlinsen", "secondary": "Kontaktlinsen sind erlaubt, sofern sie die natürliche Augenfarbe nicht verändern." }
    ],
    "footer": "Denken Sie daran, dass das Foto auf hochwertigem Fotopapier gedruckt werden muss. Wenn das Foto die Anforderungen nicht erfüllt, kann es vom Sachbearbeiter abgelehnt werden."
  },
    "how_it_works": {
      "link_text": "Wie funktioniert es?",
      "title": "Wie PhotoIDCreator funktioniert",
      "subtitle": "Erstellen Sie professionelle Ausweis- und Passfotos in wenigen Minuten – direkt von Ihrem Handy oder Computer.",
      "steps": [
        "Wählen Sie das Papierformat (A4, 10×15 cm usw.), auf dem Sie Ihre Fotos drucken möchten",
        "Laden Sie Ihr Foto hoch (mit Ihrem Handy oder Ihrer Kamera aufgenommen)",
        "Schneiden Sie das Foto zu und entfernen Sie den Hintergrund, damit es den offiziellen Anforderungen entspricht",
        "Überprüfen Sie die Vorschau des Blattes mit den hinzugefügten Fotos – stellen Sie sicher, dass alles korrekt aussieht",
        "Zahlen Sie eine geringe Gebühr und laden Sie das druckfertige Blatt herunter"
      ],
      "final_step": "Sie können zu einem örtlichen Fotodruckgeschäft, Rossmann oder Cewe gehen und Ihre Fotos ausdrucken",
      "video_title": "Wie PhotoIDCreator funktioniert"
}

}
