{
  "language": "Język",
  "title": "PhotoIDCreator",
  "sub_title": "Zdjęcia do dokumentów na każdą kieszeń",
  "id_tab": "Dowód osobisty / Prawo jazdy",
  "custom_tab": "Własne",
  "id_link": "Wymogi zdjęcia",
  "format": "Format papieru",
  "format_info": "Wybierz format papieru, na którym zostanie wydrukowane zdjęcie",
  "foto_selection": "Wybierz zdjęcie",
  "foto_size": "Wymiary zdjęcia",
  "color_choice": "Kolor tła",
  "aspect_tooltip": "Szerokość / Wysokość [mm]",
  "crop_photo": "Przytnij zdjęcie",
  "add_with_bg": "Przytnij",
  "crop_and_remove": "Przytnij i zmień tło",
  "removing_bg": "Przetwarzanie...",
  "remove_bg": "Usuń tło",
  "add_to_sheet": "Zapisz",
  "zoom": "Powiększenie",
  "sheet_header": "Zdjęcia dodane do arkusza",
  "duplicate_photo": "Powiel zdjęcie",
  "clear_sheet": "Wyczyść arkusz",
  "download_sheet": "Pobierz arkusz",
  "sheetThumbnail": "Miniatura arkusza",
  "foto_upload_info": "Aby uzyskać najlepsze rezultaty, użyj zdjęcia zrobionego na jednolitym tle. Unikaj zdjęć z cieniami, odblaskami lub innymi obiektami w tle. Jeżeli przycięte zdjęcie nie spełnia wymagań, spróbuj ponownie z innym zdjęciem.",

  "donateHeader": "Postaw mi kawę",
  "donateTitle": "Wesprzyj rozwój aplikacji",
  "donateDescription": "Twoja darowizna wspiera rozwój aplikacji i pokrywa koszty jej utrzymania. Dziękujemy za każde wsparcie!",
  "cancel": "Anuluj",
  "donate": "Wspieram",
  "privacyPolicy_title": "Polityka prywatności",

  "privacyPolicy_content_header": "Twoja prywatność jest dla nas ważna. Chcemy wyjaśnić, w jaki sposób obsługujemy zdjęcia przesyłane do naszej aplikacji:",
  "privacyPolicy_content": [
    "Wszystkie operacje wykonywane w przeglądarce nie zapisują zdjęć ani żadnych danych osobowych.",
    "Zdjęcia przesyłane do aplikacji są przetwarzane wyłącznie w celu usunięcia tła przy użyciu narzędzia Rembg.",
    "Zdjęcia nie są przechowywane ani udostępniane osobom trzecim.",
    "Nie sprzedajemy ani nie udostępniamy zdjęć ani innych danych osobowych żadnym podmiotom zewnętrznym.",
    "Zdjęcia są przetwarzane tymczasowo i usuwane natychmiast po zakończeniu operacji usuwania tła.",
    "Kontakt: barteksdepot@gmail.com"
  ],


  "idRequirements": {
    "title": "Wymagania dotyczące zdjęcia do dowodu lub paszportu",
    "header": "Aby Twoje zdjęcie zostało zaakceptowane przy składaniu wniosku o dowód osobisty lub paszport, musi spełniać następujące wymagania:",
    "list": [
      { "primary": "Aktualność zdjęcia", "secondary": "Zdjęcie powinno być wykonane nie wcześniej niż 6 miesięcy przed złożeniem wniosku." },
      { "primary": "Wymiary zdjęcia", "secondary": "35 mm (szerokość) × 45 mm (wysokość)." },
      { "primary": "Tło zdjęcia", "secondary": "Jednolite, jasne tło (np. białe lub jasnobłękitne), bez cieni i elementów ozdobnych." },
      { "primary": "Oświetlenie", "secondary": "Równomierne oświetlenie, bez cieni na twarzy." },
      { "primary": "Postawa osoby", "secondary": "Osoba powinna patrzeć na wprost z otwartymi oczami i zamkniętymi ustami, z naturalnym wyrazem twarzy." },
      { "primary": "Widoczność twarzy", "secondary": "Twarz powinna zajmować 70-80% zdjęcia, obejmując całą głowę oraz górną część barków." },
      { "primary": "Nakrycie głowy", "secondary": "Nie można mieć nakrycia głowy, chyba że jest to wymagane ze względów religijnych. W takim przypadku cała twarz musi być widoczna." },
      { "primary": "Okulary", "secondary": "Okulary korekcyjne są dozwolone, pod warunkiem, że oczy są dobrze widoczne, oprawki nie zasłaniają brwi, a w szkłach nie odbija się światło." },
      { "primary": "Soczewki kontaktowe", "secondary": "Soczewki kontaktowe są dozwolone, o ile nie zmieniają naturalnego koloru oczu." }
    ],
    "footer": "Pamiętaj, że zdjęcie musi być wykonane na papierze fotograficznym w wysokiej jakości. Jeśli zdjęcie nie spełnia powyższych wymagań, może zostać odrzucone przez urzędnika."
  },
  "success_page": {
    "not_downloaded": "Jeśli arkusz nie został automatycznie pobrany, kliknij pobierz:",
    "download_btn": "Pobierz arkusz",
    "gratitude": "Dziękuję za skorzystanie z PhotoIDCreator!",
    "main_page_btn": "Strona główna"}
}





